Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.7a2a62b34f78
source: {{value1}}秒
ar_sa: {{value1}} ثانية
ca: {{value1}} segons
cs: {{value1}} sekund
da: {{value1}} sekunder
de_de: {{value1}} Sekunden
el: {{value1}} δευτερόλεπτα
en_au: {{value1}} seconds
es_es: {{value1}} segundos
fi: {{value1}} sekuntia
fr_ca: {{value1}} secondes
gu: {{value1}} સેકન્ડ
he: {{value1}} שניות
hi: {{value1}} सेकंड
hr: {{value1}} sekundi
hu: {{value1}} másodperc
id: {{value1}} detik
it: {{value1}} secondi
ko: {{value1}}초
mr: {{value1}} सेकंद
ms: {{value1}} saat
nl_nl: {{value1}} seconden
no: {{value1}} sekunder
pl: {{value1}} sekund
pt_br: {{value1}} segundos
pt_pt: {{value1}} segundos
ro: {{value1}} secunde
ru: {{value1}} секунд
sk: {{value1}} sekúnd
sl: {{value1}} sekund
sv: {{value1}} sekunder
ta: {{value1}} வினாடிகள்
te: {{value1}} సెకన్లు
th: {{value1}} วินาที
tr: {{value1}} saniye
uk: {{value1}} секунд
vi: {{value1}} giây

# training.7a44ac818519
source: ショルダープレス
ar_sa: ضغط الكتف
ca: premsa d'espatlles
cs: Tlaky s činkou
da: Skulderpres
de_de: Schulterdrücken
el: Πίεση ώμων
en_au: Shoulder Press
es_es: Press de hombros
fi: Olkapään nosto
fr_ca: Développé militaire
gu: શોલ્ડર પ્રેસ
he: הרמת כתפיים
hi: शोल्डर प्रेस
hr: Izravni podizaji ramena
hu: Shoulder press
id: Shoulder Press
it: Shoulder press
ko: 어깨 프레스
mr: शोल्डर प्रेस
ms: Shoulder Press
nl_nl: Schouderpers
no: Skulderpress
pl: Ćwiczenie: Shoulder Press
pt_br: Desenvolvimento militar
pt_pt: Desenvolvimento militar
ro: Presă pentru umeri
ru: Жим штанги сидя
sk: Shoulder press
sl: Shoulder press
sv: Axelpress
ta: ஷோல்டர் பிரஸ்
te: షోల్డర్ ప్రెస్
th: โชร์ลเลส
tr: Omuz Press (Omuz pres)
uk: Жим на плечі
vi: Shoulder Press
zh_hans: 肩部推举
zh_hant: 肩部臥推

# training.7a9ab7fdc8a1
source: Health保存情報なし
ar_sa: لا توجد معلومات حفظ الصحة
ca: No hi ha informació d'estalvi de salut
cs: Žádné informace o uložení Health.
da: Ingen sundhedsdata
de_de: Keine Gesundheitsdaten gespeichert
el: Δεν υπάρχει πληροφορία αποθήκευσης στην εφαρμογή.
en_au: No Health save information available.
es_es: Sin información de guardado de Health.
fi: Ei terveystietoja.
fr_ca: Aucune information de sauvegarde Health disponible.
gu: હેલ્થ સેવ માહિતી ઉપલબ્ધ નથી.
he: אין מידע לשמירת בריאות
hi: स्वास्थ्य डेटा सहेजने का कोई जानकारी उपलब्ध नहीं है।
hr: Nema podataka o zdravlju.
hu: Nincs egészségadatok.
id: Tidak ada informasi penyimpanan Kesehatan.
it: Nessun dato di salvataggio Health disponibile.
ko: 건강 정보 없음
mr: हेल्थ डेटा उपलब्ध नाही.
ms: Maklumat penyimpanan Health tidak tersedia.
nl_nl: Geen gezondheidsinformatie beschikbaar.
no: Ingen informasjon om lagring av helse
pl: Brak informacji o zapisie Health.
pt_br: Sem informações de salvamento de saúde
pt_pt: Sem informações de salvamento de saúde
ro: Nu există informații de salvare Health.
ru: Нет данных о сохранении здоровья.
sk: Chýbajú informácie o zdraví.
sl: Ni informacij o shranjevanju zdravstvenih podatkov.
sv: Ingen information om hälsa sparad.
ta: சுகாதாரத் தகவல் இல்லை.
te: ఆరోగ్యం నిల్వ సమాచారం లేదు
th: ไม่มีข้อมูลบันทึกสุขภาพ
tr: Sağlık verisi yok.
uk: Інформація про збереження в Health відсутня.
vi: Không có thông tin lưu Health.
zh_hans: 无健康保存信息
zh_hant: 无Health保存信息

# training.7aa2531ffa78
source: 高重量
ar_sa: وزن عالي
ca: alt pes
cs: Vysoká hmotnost
da: Høj vægt
de_de: Hohes Gewicht
el: Υψηλό βάρος
en_au: High Weight
es_es: Peso elevado
fi: Suuri paino
fr_ca: Poids élevé
gu: ઉચ્ચ વજન
he: משקל גבוה
hi: उच्च वजन
hr: Visoka težina
hu: Magas súly
id: Berat Tinggi
it: Peso elevato
ko: 고중량
mr: जास्त वजन
ms: Berat Tinggi
nl_nl: Hoog gewicht
no: Høy vekt
pl: Wysoka waga
pt_br: Peso elevado
pt_pt: Peso elevado
ro: Greutate mare
ru: Высокая нагрузка
sk: Vysoká váha
sl: Visoka teža
sv: Hög vikt
ta: அதிக எடை
te: ఎక్కువ బరువు
th: น้ำหนักมาก
tr: Yüksek Ağırlık
uk: Висока вага
vi: Trọng lượng lớn

# training.7c36c155b82c
source: 計画を作成
ar_sa: إنشاء خطة
ca: crear un pla
cs: Vytvořit plán
da: Opret en plan
de_de: Plan erstellen
el: Δημιουργήστε ένα σχέδιο.
en_au: Create a plan
es_es: Crear plan
fi: Luo suunnitelma
fr_ca: Créer un plan
gu: યોજના બનાવો
he: צור תוכנית
hi: योजना बनाएँ
hr: Kreirajte plan
hu: Terv megtervezése
id: Buat rencana
it: Crea un piano
ko: 계획 생성
mr: नियोजन तयार करा
ms: Cipta rencana
nl_nl: Creëer een planning
no: Lag en plan
pl: Stwórz plan
pt_br: Criar plano
pt_pt: Criar plano
ro: Creați un plan
ru: Создать план
sk: Vytvoriť plán
sl: Ustvari načrt
sv: Skapa en plan
ta: திட்டத்தை உருவாக்கவும்
te: ప్రణాళికను రూపొందించండి
th: สร้างแผน
tr: Plan oluşturun
uk: Створити план
vi: Tạo kế hoạch
zh_hans: 创建计划
zh_hant: 建立計畫

# training.7c3e3fe6dbeb
source: {{value1}}セット × {{value2}}回・{{value3}}kg・休憩{{value4}}秒
ar_sa: مجموعة {{value1}} × مرات {{value2}}・{{value3}}kg・فاصل {{value4}} ثانية
ca: {{value1}} establert × {{value2}} vegades・{{value3}}kg・Trenca {{value4}} segons
cs: {{value1}} sady × {{value2}} opakování × {{value3}} kg × pauza {{value4}} sekund
da: {{value1}} sæt × {{value2}} gange・{{value3}} kg・pause {{value4}} sekunder
de_de: «{{value1}}» Sätze × {{value2}} Wiederholungen · {{value3}} kg · Pause {{value4}} Sekunden
el: {{value1}} σετ × {{value2}} φορές・{{value3}} κιλά・Διάλειμμα {{value4}} δευτερόλεπτα
en_au: {{value1}} sets × {{value2}} repetitions・{{value3}} kg・Rest {{value4}} seconds
es_es: {{value1}} series × {{value2}} repeticiones・{{value3}} kg・Descanso {{value4}} segundos
fi: {{value1}}:n sarjat × {{value2}} kertaa・{{value3}} kg・Tauko {{value4}} sekuntia
fr_ca: {{value1}} séries × {{value2}} répétitions × {{value3}} kg × Pause {{value4}} secondes
gu: {{value1}} સેટ × {{value2}} વખત / {{value3}} કિલોગ્રામ / આરામ {{value4}} સેકન્ડ
he: סט של {{value1}} × {{value2}} פעמים・{{value3}} ק"ג・מנוחה {{value4}} שניות
hi: {{value1}} सेट × {{value2}} बार・{{value3}} किलो・ब्रेक {{value4}} सेकंड
hr: {{value1}} puta × {{value2}} puta・{{value3}} kg・odmor {{value4}} sekundi
hu: {{value1}} adag × {{value2}} alkalom・{{value3}} kg・pihenés {{value4}} másodperc
id: {{value1}} set × {{value2}} kali・{{value3}} kg・istirahat {{value4}} detik
it: {{value1}} serie × {{value2}} volte・{{value3}} kg・Pausa {{value4}} secondi
ko: {{value1}} 세트 × {{value2}}회・{{value3}}kg・휴식 {{value4}}초
mr: {{value1}} सेट × {{value2}} वेळा・{{value3}} किलो・विश्रांती {{value4}} सेकंद
ms: {{value1}} set × {{value2}} kali・{{value3}} kg・Istirahat {{value4}} saat
nl_nl: {{value1}} sets × {{value2}} keer ⋅ {{value3}} kg ⋅ Rust {{value4}} seconden
no: {{value1}}-sett × {{value2}} ganger・{{value3}} kg・pause {{value4}} sekunder
pl: {{value1}} x {{value2}} razy / {{value3}} kg / przerwa {{value4}} sekund
pt_br: {{value1}} séries × {{value2}} repetições・{{value3}}kg・descanso {{value4}} segundos
pt_pt: {{value1}} séries × {{value2}} repetições・{{value3}}kg・descanso {{value4}} segundos
ro: {{value1}} set × {{value2}} repetări・{{value3}} kg・Pauză {{value4}} secunde
ru: {{value1}} серии × {{value2}} раз・{{value3}} кг・Отдых {{value4}} секунд
sk: {{value1}} súprav × {{value2}}x {{value3}}kg × pauza {{value4}} sekúnd
sl: {{value1}} serija × {{value2}}x{{value3}}kg × počitek {{value4}} sekund
sv: {{value1}} set × {{value2}} gånger・{{value3}} kg・paus {{value4}} sekunder
ta: {{value1}} செட் × {{value2}} முறை · {{value3}} கிலோ · ஓய்வு {{value4}} வினாடிகள்
te: {{value1}} సెట్లు × {{value2}} సార్లు・{{value3}} కిలోలు・విరామం {{value4}} సెకన్లు
th: {{value1}} เซ็ต × {{value2}} ครั้ง・{{value3}} กก.・พัก {{value4}} วินาที
tr: {{value1}} set × {{value2}} tekrar・{{value3}} kg・dinlenme {{value4}} saniye
uk: {{value1}} сесій × {{value2}} разів・{{value3}} кг・Відпочинок {{value4}} секунд
vi: «{{value1}}» tập × «{{value2}}» lần・«{{value3}}» kg・Nghỉ «{{value4}}» giây
zh_hans: {{value1}}套 × {{value2}}次・{{value3}}分钟kg・休息{{value4}}秒
zh_hant: {{value1}} 組 × {{value2}} 次・{{value3}} 公斤・休息{{value4}} 秒

# training.7cbb717aa7f1
source: 写真
ar_sa: الصورة
ca: foto
cs: Fotografie
da: Billede
de_de: Foto
el: Φωτογραφία
en_au: Photo
es_es: Foto
fi: Kuva
fr_ca: Photo
gu: ફોટો
he: תמונה
hi: फोटो
hr: Fotografije.
hu: Fotó
id: Foto
it: Foto
ko: 사진
mr: फोटो
ms: Gambar
nl_nl: Foto
no: Bilde
pl: Zdjęcie
pt_br: Foto
pt_pt: Foto
ro: Fotografie
ru: Фото
sk: Fotografia
sl: Fotografija.
sv: Foto
ta: புகைப்படம்
te: చిత్రం
th: รูปภาพ
tr: Fotoğraf
uk: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# training.7ccbd585d5ee
source: {{value1}}セット・{{value2}}回
ar_sa: مجموعة {{value1}}/{{value2}} مرات
ca: {{value1}} establert/{{value2}} vegades
cs: {{value1}} sady × {{value2}} opakování
da: {{value1}} sæt・{{value2}} gange
de_de: «{{value1}}» Sätze · {{value2}} Wiederholungen
el: {{value1}} σετ・{{value2}} φορές
en_au: {{value1}} sets・{{value2}} repetitions
es_es: {{value1}} series・{{value2}} repeticiones
fi: {{value1}}:n sarjat・{{value2}} kertaa
fr_ca: {{value1}} séries / {{value2}} répétitions
gu: {{value1}} સેટ / {{value2}} વખત
he: סט של {{value1}}・{{value2}}
hi: {{value1}} सेट・{{value2}} बार
hr: {{value1}} puta・{{value2}} puta
hu: {{value1}}-hoz tartozó edzés × {{value2}} alkalom.
id: {{value1}} set・{{value2}} kali
it: {{value1}} serie・{{value2}} volte
ko: {{value1}} 세트・{{value2}}회
mr: {{value1}} सेट・{{value2}} वेळा
ms: {{value1}} set・{{value2}} kali
nl_nl: {{value1}} sets ⋅ {{value2}} keer
no: {{value1}}-sett × {{value2}} ganger
pl: {{value1}} x {{value2}}
pt_br: {{value1}} séries・{{value2}} repetições
pt_pt: {{value1}} séries・{{value2}} repetições
ro: {{value1}} seturi・{{value2}} repetări
ru: {{value1}} серия × {{value2}} раз
sk: {{value1}} súprazy × {{value2}}
sl: {{value1}} serija × {{value2}}
sv: {{value1}} set・{{value2}} gånger
ta: {{value1}} எண்ணிக்கையில், {{value2}} முறை.
te: {{value1}} సెట్లు・{{value2}} సార్లు
th: {{value1}} เซ็ต・{{value2}} ครั้ง
tr: {{value1}} set ve {{value2}} tekrar
uk: {{value1}} сесій・{{value2}} разів
vi: «{{value1}}» tập・«{{value2}}» lần
zh_hans: {{value1}}套、{{value2}}次
zh_hant: {{value1}} 組・{{value2}} 次

# training.7d2c88039500
source: 選択した器具に対応する登録済み種目だけをAIへ候補として渡します。
ar_sa: يتم تمرير الأحداث المسجلة المقابلة للمعدات المحددة فقط إلى الذكاء الاصطناعي كمرشحين.
ca: Només els esdeveniments registrats corresponents a l'equip seleccionat es transmeten a AI com a candidats.
cs: Poskytujeme pouze registrované cviky, které odpovídají vybranému vybavení, jako návrhy pro AI.
da: Kun de registrerede øvelser, der svarer til det valgte udstyr, sendes videre til AI som forslag.
de_de: Nur die registrierten Übungen, die zu der ausgewählten Ausrüstung passen, werden an das KI-System übergeben.
el: Μόνο τα είδη που είναι καταγεγραμμένα και αντιστοιχούν στο επιλεγμένο εξοπλισμό, θα μεταφερθούν στον AI ως προτάσεις.
en_au: Only the registered exercises that correspond to the selected equipment are passed to the AI as candidates.
es_es: Solo se pasan los ejercicios registrados que corresponden al equipo seleccionado como candidatos a la IA.
fi: Vain valitulle laitteelle rekisteröidyt harjoitukset lähetetään AI:lle ehdollisina.
fr_ca: Seules les exercices enregistrés correspondant à l'équipement sélectionné sont proposés à l'IA.
gu: માત્ર પસંદ કરેલા સાધનો સાથે સંબંધિત, નોંધાયેલા કસરતોને જ AI ને સૂચવવા માટે પાસ કરો.
he: התוכנית מציגה רק את התרגילים הרשומים המתאימים לציוד שנבחר למערכת הבינה המלאכותית.
hi: सिलेक्ट किए गए उपकरण के अनुरूप केवल पंजीकृत अभ्यासों को ही AI को सुझाए के रूप में दिया जाता है।
hr: Prepoznajte samo one upisane vježbe koje odgovaraju odabranom opremu i predate ih AI-ju.
hu: Csak azokat a regisztrált edzéseket javasolja az AI-nak, amelyek a kiválasztott eszközhöz tartoznak.
id: Hanya memberikan item yang terdaftar sesuai dengan peralatan yang dipilih kepada AI sebagai opsi.
it: Passa solo gli esercizi registrati corrispondenti all'attrezzatura selezionata all'IA come opzioni.
ko: 선택한 장비에 해당하는 등록된 운동만 AI에게 후보로 전달합니다.
mr: निवडलेल्या उपकरणासाठी नोंदवलेले व्यायामच AI ला सुचवण्यासाठी पाठवले जातात.
ms: Hanya senaman yang telah ditetapkan yang sesuai dengan peralatan yang dipilih akan dikembalikan kepada AI sebagai pilihan.
nl_nl: Alleen de geregistreerde oefeningen die overeenkomen met het geselecteerde apparaat worden aan de AI doorgegeven.
no: Kun de registrerte øvelsene som samsvarer med det valgte utstyret, sendes til AI som forslag.
pl: Przekazujemy tylko zarejestrowane ćwiczenia, które odpowiadają wybranemu sprzętowi do AI.
pt_br: Apenas os exercícios já registrados correspondentes ao equipamento selecionado são enviados ao AI como opções.
pt_pt: Apenas os exercícios já registrados correspondentes ao equipamento selecionado são enviados ao AI como opções.
ro: Oferim doar exercițiile înregistrate, corespunzătoare echipamentului selectat, către AI.
ru: Передаем только зарегистрированные упражнения, соответствующие выбранному оборудованию, в ИИ.
sk: Pre AI posielame len registrované cviky, ktoré zodpovedajú vybranému zariadeniu.
sl: Izberite samo tiste vnete, ki so združene z izbranimi orodji.
sv: Endast de registrerade övningarna som matchar det valda verktyget skickas till AI.
ta: தேர்ந்தெடுக்கப்பட்ட உபகரணங்களுக்கு ஏற்ற, பதிவு செய்யப்பட்ட பயிற்சிகளை மட்டும் AI-க்கு பரிந்துரைக்கிறோம்.
te: ఎంచుకున్న పరికరానికి సంబంధించిన, నమోదు చేసిన వ్యాయామాలను మాత్రమే AI కి సూచనగా అందిస్తాము.
th: ส่งเฉพาะรายการที่ลงทะเบียนแล้วซึ่งสอดคล้องกับอุปกรณ์ที่เลือกไปยัง AI เท่านั้น
tr: Seçilen ekipmanlara uygun olan ve önceden kaydedilmiş egzersizleri sadece AI'ye öneri olarak verir.
uk: Передаємо лише ті зареєстровані вправи, які відповідають обраному обладнанню, як варіанти для AI.
vi: Chỉ đưa các bài tập đã đăng ký tương ứng với dụng cụ đã chọn cho AI.
zh_hans: 只将与您选择的器械相对应的已注册项目，作为候选选项传递给 AI。
zh_hant: 只將與所選器材相符的已記錄運動項目作為候選項傳送給AI。

# training.7d35335dea62
source: グルートブリッジ
ar_sa: جسر جروت
ca: pont groot
cs: Bridge s váhou
da: Glute bridge
de_de: Brücke mit Gewichten
el: Γέφυρα με τα πόδια
en_au: Glute Bridge
es_es: Puente de glúteos
fi: Gurut-silta
fr_ca: Pont de glutes
gu: ગ્લુટ બ્રિજ
he: גשר גלוט
hi: ग्लूट ब्रिज
hr: Most s tijelom
hu: Glute bridge
id: Glute Bridge
it: Bridge con i piedi a terra
ko: 글루트 브릿지
mr: ग्लूट ब्रिज
ms: Glute Bridge
nl_nl: Glute bridge
no: Glute bridge
pl: Ćwiczenie: Glute Bridge
pt_br: Ponte lateral
pt_pt: Ponte lateral
ro: Glute Bridge
ru: Грутт-бридж
sk: Bridge s jednou nohou
sl: Most z glavo
sv: Glute bridge
ta: குரூட் புராஜ்
te: గ్రుట్ బ్రిడ్జ్
th: กรูทบริดจ์
tr: Glute Bridge (Kalça köprü)
uk: Грут-бридж
vi: Glute Bridge
zh_hans: 臀桥
zh_hant: 橋式運動

# training.7d51185bb279
source: 重量推移
ar_sa: انتقال الوزن
ca: Transició de pes
cs: Vývoj hmotnosti
da: Udvikling over tid
de_de: Gewichtsentwicklung
el: Εξέλιξη βάρους
en_au: Weight Trend
es_es: Evolución del peso
fi: Painon kehitys
fr_ca: Évolution du poids
gu: વજનનો ફેરફાર
he: שינוי במשקל
hi: वजन का रुझान
hr: Trend težine
hu: Súlybeli változás
id: Perubahan Berat
it: Andamento del peso
ko: 무게 변화
mr: वजनातील बदल
ms: Laluan Berat
nl_nl: Gewichtstrend
no: Vektdrift
pl: Ewolucja wagi
pt_br: Evolução do peso
pt_pt: Evolução do peso
ro: Evoluția greutății
ru: Динамика веса
sk: Vývoj hmotnosti
sl: Trend teže
sv: Viktutveckling
ta: எடையின் போக்கு
te: బరువులో మార్పు యొక్క పరిణామం
th: แนวโน้มของน้ำหนัก
tr: Ağırlık Değişimi
uk: Динаміка ваги
vi: Biến đổi trọng lượng
zh_hans: 杠铃深蹲
zh_hant: 重量變化

# training.7e246c7e390c
source: トレーニング履歴はありません
ar_sa: لا يوجد تاريخ التدريب
ca: Sense antecedents d'entrenament
cs: Žádný záznam o tréninku
da: Ingen træningshistorik
de_de: Keine Trainingshistorie
el: Δεν υπάρχει ιστορικό άσκησης
en_au: No workout history
es_es: No hay historial de entrenamientos
fi: Ei harjoitteluhistoriaa
fr_ca: Aucun historique d'entraînement
gu: તાલીમનો ઇતિહાસ નથી
he: אין היסטוריית אימונים
hi: कोई प्रशिक्षण इतिहास नहीं है
hr: Nema povijesti treninga
hu: Nincs edzés előzmény
id: Tidak ada riwayat latihan
it: Non ci sono cronologie dell'allenamento
ko: 운동 이력 없음
mr: प्रशिक्षणाचा इतिहास नाही
ms: Tiada senarai latihan
nl_nl: Geen trainingsgeschiedenis
no: Ingen treningshistorikk
pl: Brak historii treningów
pt_br: Não há histórico de treinos
pt_pt: Não há histórico de treinos
ro: Nu există istoricul antrenamentelor
ru: Нет истории тренировок
sk: Neexistuje história tréningu
sl: Nihče ne vodi seznama treningov
sv: Inga träningshistorik
ta: பயிற்சி வரலாறு இல்லை
te: వ్యాయామ చరిత్ర లేదు
th: ไม่มีประวัติการออกกำลังกาย
tr: Egzersiz geçmişi yok
uk: Немає історії тренувань
vi: Không có lịch sử huấn luyện
zh_hans: 没有训练历史
zh_hant: 沒有訓練紀錄

# training.7ebc8b96d7ed
source: シーテッドカーフレイズ
ar_sa: يرفع العجل الجالس
ca: puja de vedell assegut
cs: Výpony nohou na židli
da: Sædet calf raises
de_de: Sitzende Wadenheben
el: Καθιστάμενη άνοδος γαμπών
en_au: Seated Calf Raises
es_es: Curl de pantorrilla sentado
fi: Istumassa tehdyt pohkeiden nousut
fr_ca: Gainage assis
gu: સીટેડ કારફ રેઇઝ
he: הרמת קרסולי יושב
hi: सीटेड काफ रेज
hr: Izravni podizaji s sjedećem položaju
hu: Ültve történő bokaemelés
id: Seated Calf Raises
it: Calf raise seduto
ko: 시티드 카프 레이즈
mr: सीटेड काफ रेज
ms: Seated Calf Raises
nl_nl: Zit-karreizen
no: Benkpress sittende
pl: Ćwiczenie: Seated Calf Raises
pt_br: Panturrilha sentado
pt_pt: Panturrilha sentado
ro: Ridicări de picioare în scaun
ru: Подъем ног сидя
sk: Calf raises na sedacej plošine
sl: Sedeti z nagibom
sv: Benböj sittande
ta: சீட்டட் கர்ஃப் ரைஸ்
te: సీటెడ్ కార్ఫ్ రైజ్
th: ซีทเต็ดคาร์ฟเรซ
tr: Oturarak Calf Raise (Otomatik bacak kalkış)
uk: Підтягування ніг на турніку
vi: Seated Calf Raises
zh_hans: 坐姿腿后伸
zh_hant: 坐姿腳後跟抬舉

# training.7f60357273d2
source: 目標差 {{value1}}
ar_sa: فرق الهدف {{value1}}
ca: Diferència objectiu {{value1}}
cs: Rozdíl mezi cílem: {{value1}}
da: Målaforskellen: {{value1}}
de_de: Zielunterschied: {{value1}}
el: Διαφορά στόχου: {{value1}}
en_au: Goal difference: {{value1}}
es_es: Diferencia entre el objetivo: {{value1}}
fi: Tavoitteen ero: {{value1}}
fr_ca: Différence par rapport à l'objectif : {{value1}}
gu: ધ્યયમાં {{value1}}
he: הפרש מטרה: {{value1}}
hi: लक्ष्य अंतर {{value1}}
hr: Razlika između cilja: {{value1}}
hu: Cél különbség: {{value1}}
id: Perbedaan tujuan {{value1}}
it: Differenza tra obiettivo: {{value1}}
ko: 목표 차이 {{value1}}
mr: लक्ष्यमधील फरक {{value1}}
ms: Perbezaan sasaran {{value1}}
nl_nl: Doelverschil: {{value1}}
no: Målforskjell: {{value1}}
pl: Różnica między celem: {{value1}}
pt_br: Diferença entre o objetivo: {{value1}}
pt_pt: Diferença entre o objetivo: {{value1}}
ro: Diferență față de obiectiv: {{value1}}
ru: Разница между целями: {{value1}}
sk: Rozdiel medzi cieľom: {{value1}}
sl: Razlika med ciljem: {{value1}}
sv: Skillnad mellan mål: {{value1}}
ta: குறிக்கோள் வேறுபாடு {{value1}}
te: లక్ష్య వ్యత్యాసం {{value1}}
th: ความแตกต่างของเป้าหมาย {{value1}}
tr: Hedef farkı: {{value1}}
uk: Відмінність від цілі: {{value1}}
vi: Sự khác biệt so với mục tiêu: {{value1}}
zh_hans: 目标差：{{value1}}
zh_hant: 目標差異：{{value1}}

# training.8011c7f226da
source: 3種目を2セットずつ。無理のない重量に調整して保存します。
ar_sa: مجموعتان من 3 أحداث لكل منهما. اضبط الوزن إلى مستوى معقول واحفظه.
ca: 2 sèries de 3 esdeveniments cadascun. Ajusteu el pes a un nivell raonable i estalvieu.
cs: 3 položky, 2 série. Upravte váhu tak, aby byla bezpečně proveditelná a uložte ji.
da: 3 øvelser, 2 sæt hver. Juster vægten, så det er realistisk, og gem den.
de_de: 3 Übungen, jeweils 2 Sätze. Passen Sie das Gewicht an, um es zu speichern.
el: 3 ασκήσεις, 2 σετ. Προσαρμόστε το βάρος ώστε να είναι εφικτό και αποθηκεύστε το.
en_au: Perform 3 exercises in 2 sets each. Adjust the weight to a comfortable level and save it.
es_es: 3 ejercicios, 2 series cada uno. Ajusta el peso para que sea factible y guárdalo.
fi: 3 eri liikettä 2 sarjaa. Säädä painot niin, että ne ovat sopivia.
fr_ca: 3 exercices, 2 séries chacune. Ajustez le poids pour qu'il soit adapté et enregistrez-le.
gu: 3 વસ્તુઓને 2 સેટમાં. શક્ય હોય તેટલું હળવું વજન પસંદ કરો અને સાચવો.
he: 3 סוגים בשני סטים. יש להתאים את המשקל כך שיהיה נוח ולשמור.
hi: 3 प्रकारों को 2 सेट में। बिना किसी परेशानी के, उचित वजन के अनुसार सेव करें।
hr: 3 vrste, 2 seta. Prilagodite težinu kako bi bilo moguće.
hu: 3 feladat 2x. Azonnali igényt kielégítő súlyra állítsuk be, majd rögzítsük.
id: 3 jenis dalam 2 set. Sesuaikan beratnya agar sesuai, lalu simpan.
it: 3 esercizi, 2 serie ciascuno. Regola il peso per evitare sforzi eccessivi e salva i dati.
ko: 3가지 운동을 2세트씩 진행합니다. 무리 없는 무게로 조절하여 저장합니다.
mr: 3 प्रकार, प्रत्येकी 2 सेटमध्ये. आपल्या क्षमतेनुसार योग्य वजनानुसार नोंदवा.
ms: 3 jenis latihan dalam 2 set. Sesuaikan berat yang sesuai dan simpan.
nl_nl: 3 verschillende activiteiten, elk 2 sets. Pas de gewichten aan zodat ze veilig zijn en sla ze op.
no: 3 øvelser, 2 sett hver. Juster vekten slik at det er komfortabelt, og lagre.
pl: 3 ćwiczenia po 2 serie. Dostosuj wagę do możliwości i zapisz.
pt_br: 3 exercícios em 2 séries. Ajuste o peso para que seja confortável e salve.
pt_pt: 3 exercícios em 2 séries. Ajuste o peso para que seja confortável e salve.
ro: 3 exerciții, câte 2 seturi. Ajustați greutatea pentru a fi realistă și salvați-o.
ru: 3 вида продуктов по 2 раза. Подберите подходящий вес и сохраните.
sk: 3 druhy aktivít po 2 série. Upravte váhu tak, aby bola bezpečná, a uložte ju.
sl: 3 različne aktivnosti, po 2 seriji. Nastavite primerno težo in shranite.
sv: 3 övningar, 2 set vardera. Justera vikten så att det är bekvämt och spara.
ta: 3 வகைகளை 2 செட்களாக. பாதுகாப்பான எடையை சரிசெய்து சேமிக்கவும்.
te: 3 రకాల ఆహారాలను 2 సెట్లుగా ఉంచండి. సులభంగా ఉండే బరువుకు అనుగుణంగా మార్చుకుని సేవ్ చేయండి.
th: 2 เซ็ตสำหรับ 3 อย่าง ปรับน้ำหนักให้เหมาะสมและบันทึก
tr: 3 farklı egzersizi 2 set halinde yapın. Kolayca ulaşabileceğiniz ağırlıklarda ayarlayın ve kaydedin.
uk: 3 види діяльності по 2 рази. Налаштуйте вагу відповідно до ваших можливостей і збережіть.
vi: 3 loại thực phẩm, mỗi loại 2 lần. Điều chỉnh trọng lượng để phù hợp và lưu lại.
zh_hans: 每种动作2组，请调整到合适的重量并保存。
zh_hant: 分为3种，每种2组。请调整到合适的重量并保存。

# training.804773e6316f
source: 破棄
ar_sa: تجاهل
ca: Descartar
cs: Vymazat
da: Slet
de_de: Löschen
el: Ακύρωση
en_au: Discard
es_es: Eliminar
fi: Poista
fr_ca: Supprimer
gu: નથી
he: בטל
hi: डिलीट करें
hr: Obrisati
hu: Törölje
id: Hapus
it: Elimina
ko: 삭제
mr: हटवा
ms: Buang
nl_nl: Verwijderen
no: Slette
pl: Usuń
pt_br: Excluir
pt_pt: Excluir
ro: Șterge
ru: Удалить
sk: Vyhodnot
sl: Izbrisati
sv: Ta bort
ta: நீக்கவும்
te: తొలగించండి
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# training.818fc41a9095
source: 履歴編集
ar_sa: تحرير التاريخ
ca: Edita l'historial
cs: Úprava historie
da: Rediger historik
de_de: Aufzeichnung bearbeiten
el: Επεξεργασία ιστορικού
en_au: Edit exercise history
es_es: Editar historial
fi: Muokkaa harjoitushistoriaa
fr_ca: Modifier l'historique
gu: રેકોર્ડ સંપાદન
he: עריכת היסטוריה
hi: इतिहास संपादन
hr: Uredi povijest
hu: Bejegyzések szerkesztése
id: Edit riwayat
it: Modifica cronologia
ko: 이력 편집
mr: ऐतिहासिक डेटा संपादन
ms: Edit Sejarah
nl_nl: Activiteiten-geschiedenis bewerken
no: Rediger treningshistorikk
pl: Zarządzaj historią
pt_br: Editar histórico
pt_pt: Editar histórico
ro: Editare istoric
ru: Редактирование истории
sk: Úprava histórie
sl: Uredi zgodovino
sv: Redigera historik
ta: வரலாற்றைத் திருத்துதல்
te: చరిత్ర సవరణ
th: แก้ไขประวัติ
tr: Geçmiş geçmişi düzenle
uk: Редагування історії
vi: Chỉnh sửa lịch sử
zh_hans: 编辑历史
zh_hant: 历史编辑
